    { firstname: 'Nguyễn Toàn', lastname: 'Anh', email: '1351001@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Võ Thành', lastname: 'An', email: '1351002@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Huỳnh Gia', lastname: 'Bảo', email: '1351003@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Phan Bình', lastname: 'Khang', email: '1351004@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lý Trung', lastname: 'Chánh', email: '1351005@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Cao Khắc Lê', lastname: 'Duy', email: '1351006@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lê Thanh', lastname: 'Duy', email: '1351007@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lê Sử Trường', lastname: 'Giang', email: '1351008@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lê Lưu Quỳnh,', lastname: 'Giao', email: '1351009@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Đình,', lastname: 'Hiếu', email: '1351010@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Huy', lastname: 'Hoàng', email: '1351011@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Võ Anh', lastname: 'Hoàng', email: '1351012@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Đăng,', lastname: 'Hoàn', email: '1351013@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Hoàng Phúc', lastname: 'Huy', email: '1351014@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Trần Quang', lastname: 'Huy', email: '1351015@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lâm Gia', lastname: 'Khang', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Trần Duy', lastname: 'Khang', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Võ Thành Đăng', lastname: 'Khoa', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Hoàng', lastname: 'Khôi', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Chương Thế', lastname: 'Kiệt', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Võ Hồng', lastname: 'Lâm', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Triệu Quốc', lastname: 'Lập', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Võ Thị Nhật', lastname: 'Linh', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Đào Khước Anh', lastname: 'Nguyên', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Phúc', lastname: 'Nguyên', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Hồ Hữu', lastname: 'Phát', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Huỳnh Trần Anh', lastname: 'Phương', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Ngọc', lastname: 'Thanh', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Kim Nhật', lastname: 'Thành', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Thái', lastname: 'Thiện', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Bảo', lastname: 'Toàn', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Trịnh Hoàng', lastname: 'Triều', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lê Minh', lastname: 'Trí', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Quang Minh', lastname: 'Trí', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Quách Minh', lastname: 'Trí', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lê Quốc', lastname: 'Trung', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Huỳnh Minh', lastname: 'Tú', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Cao Thanh', lastname: 'Tùng', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Huỳnh Thanh Quang', lastname: 'Tùng', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Văn Duy', lastname: 'Vinh', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Lê', lastname: 'Bảo', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Trương Minh', lastname: 'Bảo', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Phan Văn', lastname: 'Thuyên', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Trình Xuân', lastname: 'Sơn', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Hồ Ngọc Huỳnh', lastname: 'Mai', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Nguyễn Đắc', lastname: 'Phúc', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Đinh Duy', lastname: 'Tùng', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Trần Tinh', lastname: 'Chí', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Lê Trần Ngọc', lastname: 'Minh', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Dương Gia', lastname: 'Tuấn', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Phan Hoàng', lastname: 'Anh', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
    { firstname: 'Ngụy Thiên', lastname: 'Ban', email: '13510@fit.hcmus.edu.vn', phone: '01228718705', password: '', role_id: 1 },
var insert_student_enroll_course = [
    //16APCS
    [1, 63],//63
    [1, 64],//64
    [1, 65],//65
    [1, 66],//66
    [1, 67], //67
    [1, 68], //68
    [1, 69], //69
    [1, 70], //70
    [1, 71], //71
    [1, 72], //72
    [1, 73], //73

    [2, 63],//63
    [2, 64],//64
    [2, 65],//65
    [2, 66],//66
    [2, 67], //67
    [2, 68], //68
    [2, 69], //69
    [2, 70], //70
    [2, 71], //71
    [2, 72], //72
    [2, 73], //73

    [3, 63],//63
    [3, 64],//64
    [3, 65],//65
    [3, 66],//66
    [3, 67], //67
    [3, 68], //68
    [3, 69], //69
    [3, 70], //70
    [3, 71], //71
    [3, 72], //72
    [3, 73], //73

    [4, 63],//63
    [4, 64],//64
    [4, 65],//65
    [4, 66],//66
    [4, 67], //67
    [4, 68], //68
    [4, 69], //69
    [4, 70], //70
    [4, 71], //71
    [4, 72], //72
    [4, 73], //73

    [5, 63],//63
    [5, 64],//64
    [5, 65],//65
    [5, 66],//66
    [5, 67], //67
    [5, 68], //68
    [5, 69], //69
    [5, 70], //70
    [5, 71], //71
    [5, 72], //72
    [5, 73], //73
    //15APCS
    [6, 74], //74
    [6, 75], //75
    [6, 76], //76
    [6, 77], //77
    [6, 78], //78
    [6, 79], //79
    [6, 80], //80
    [6, 81], //81
    [6, 82], //82
    [6, 83], //83
    [6, 84], //84
    [6, 85], //85
    [6, 86], //86

    [7, 74], //74
    [7, 75], //75
    [7, 76], //76
    [7, 77], //77
    [7, 78], //78
    [7, 79], //79
    [7, 80], //80
    [7, 81], //81
    [7, 82], //82
    [7, 83], //83
    [7, 84], //84
    [7, 85], //85
    [7, 86], //86

    [8, 74], //74
    [8, 75], //75
    [8, 76], //76
    [8, 77], //77
    [8, 78], //78
    [8, 79], //79
    [8, 80], //80
    [8, 81], //81
    [8, 82], //82
    [8, 83], //83
    [8, 84], //84
    [8, 85], //85
    [8, 86], //86

    [9, 74], //74
    [9, 75], //75
    [9, 76], //76
    [9, 77], //77
    [9, 78], //78
    [9, 79], //79
    [9, 80], //80
    [9, 81], //81
    [9, 82], //82
    [9, 83], //83
    [9, 84], //84
    [9, 85], //85
    [9, 86], //86

    [10, 74], //74
    [10, 75], //75
    [10, 76], //76
    [10, 77], //77
    [10, 78], //78
    [10, 79], //79
    [10, 80], //80
    [10, 81], //81
    [10, 82], //82
    [10, 83], //83
    [10, 84], //84
    [10, 85], //85
    [10, 86], //86

    //14APCS
    [11, 87], //87
    [11, 88], //88
    [11, 89], //89
    [11, 90], //90
    [11, 91], //91
    [11, 92], //92
    [11, 93], //93
    [11, 94], //94
    [11, 95], //95
    [11, 96], //96
    [11, 97], //97
    [11, 98], //98

    [12, 87], //87
    [12, 88], //88
    [12, 89], //89
    [12, 90], //90
    [12, 91], //91
    [12, 92], //92
    [12, 93], //93
    [12, 94], //94
    [12, 95], //95
    [12, 96], //96
    [12, 97], //97
    [12, 98], //98

    [13, 87], //87
    [13, 88], //88
    [13, 89], //89
    [13, 90], //90
    [13, 91], //91
    [13, 92], //92
    [13, 93], //93
    [13, 94], //94
    [13, 95], //95
    [13, 96], //96
    [13, 97], //97
    [13, 98], //98

    [14, 87], //87
    [14, 88], //88
    [14, 89], //89
    [14, 90], //90
    [14, 91], //91
    [14, 92], //92
    [14, 93], //93
    [14, 94], //94
    [14, 95], //95
    [14, 96], //96
    [14, 97], //97
    [14, 98], //98

    [15, 87], //87
    [15, 88], //88
    [15, 89], //89
    [15, 90], //90
    [15, 91], //91
    [15, 92], //92
    [15, 93], //93
    [15, 94], //94
    [15, 95], //95
    [15, 96], //96
    [15, 97], //97
    [15, 98], //98

    [16, 87], //87
    [16, 88], //88
    [16, 89], //89
    [16, 90], //90
    [16, 91], //91
    [16, 92], //92
    [16, 93], //93
    [16, 94], //94
    [16, 95], //95
    [16, 96], //96
    [16, 97], //97
    [16, 98], //98

    //13APCS
    [17, 99], //99
    [17, 100], //100
    [17, 101], //101
    [17, 102], //102
    [17, 103], //103
    [17, 104], //104
    [17, 105], //105
    [17, 106], //106
    [17, 107], //107
    [17, 108], //108
    [17, 109], //109
    [17, 110], //110
    [17, 111], //111
    [17, 112], //112
    [17, 113], //113

    [18, 99], //99
    [18, 100], //100
    [18, 101], //101
    [18, 102], //102
    [18, 103], //103
    [18, 104], //104
    [18, 105], //105
    [18, 106], //106
    [18, 107], //107
    [18, 108], //108
    [18, 109], //109
    [18, 110], //110
    [18, 111], //111
    [18, 112], //112
    [18, 113], //113

    [19, 99], //99
    [19, 100], //100
    [19, 101], //101
    [19, 102], //102
    [19, 103], //103
    [19, 104], //104
    [19, 105], //105
    [19, 106], //106
    [19, 107], //107
    [19, 108], //108
    [19, 109], //109
    [19, 110], //110
    [19, 111], //111
    [19, 112], //112
    [19, 113], //113

    //16CLC1
    [21, 114], //114
    [21, 115], //115
    [21, 116], //116
    [21, 117], //117
    [21, 118], //118
    [21, 119], //119
    [21, 120], //120
    [21, 121], //121
    [21, 122], //122
    [21, 123], //123
    [21, 124], //1241

    [21, 114], //114
    [21, 115], //115
    [21, 116], //116
    [21, 117], //117
    [21, 118], //118
    [21, 119], //119
    [21, 120], //120
    [21, 121], //121
    [21, 122], //122
    [21, 123], //123
    [21, 124], //124

    [22, 114], //114
    [22, 115], //115
    [22, 116], //116
    [22, 117], //117
    [22, 118], //118
    [22, 119], //119
    [22, 120], //120
    [22, 121], //121
    [22, 122], //122
    [22, 123], //123
    [22, 124], //124

    [23, 114], //114
    [23, 115], //115
    [23, 116], //116
    [23, 117], //117
    [23, 118], //118
    [23, 119], //119
    [23, 120], //120
    [23, 121], //121
    [23, 122], //122
    [23, 123], //123
    [23, 124], //124

    //16CLC2
    [20, 125], //125
    [20, 126], //126
    [20, 127], //127
    [20, 128], //128
    [20, 129], //129
    [20, 130], //130
    [20, 131], //131
    [20, 132], //132
    [20, 133], //133
    [20, 134], //134
    [20, 135], //135

    [21, 125], //125
    [21, 126], //126
    [21, 127], //127
    [21, 128], //128
    [21, 129], //129
    [21, 130], //130
    [21, 131], //131
    [21, 132], //132
    [21, 133], //133
    [21, 134], //134
    [21, 135], //135

    [22, 125], //125
    [22, 126], //126
    [22, 127], //127
    [22, 128], //128
    [22, 129], //129
    [22, 130], //130
    [22, 131], //131
    [22, 132], //132
    [22, 133], //133
    [22, 134], //134
    [22, 135], //135

    [23, 125], //125
    [23, 126], //126
    [23, 127], //127
    [23, 128], //128
    [23, 129], //129
    [23, 130], //130
    [23, 131], //131
    [23, 132], //132
    [23, 133], //133
    [23, 134], //134
    [23, 135], //135

    //15CLC
    [24, 136], //136
    [24, 137], //137
    [24, 138], //138
    [24, 139], //139
    [24, 140], //140
    [24, 141], //141
    [24, 142], //142
    [24, 143], //143
    [24, 144], //144
    [24, 145], //145

    [25, 136], //136
    [25, 137], //137
    [25, 138], //138
    [25, 139], //139
    [25, 140], //140
    [25, 141], //141
    [25, 142], //142
    [25, 143], //143
    [25, 144], //144
    [25, 145], //145

    [26, 136], //136
    [26, 137], //137
    [26, 138], //138
    [26, 139], //139
    [26, 140], //140
    [26, 141], //141
    [26, 142], //142
    [26, 143], //143
    [26, 144], //144
    [26, 145], //145

    [27, 136], //136
    [27, 137], //137
    [27, 138], //138
    [27, 139], //139
    [27, 140], //140
    [27, 141], //141
    [27, 142], //142
    [27, 143], //143
    [27, 144], //144
    [27, 145], //145

    [28, 136], //136
    [28, 137], //137
    [28, 138], //138
    [28, 139], //139
    [28, 140], //140
    [28, 141], //141
    [28, 142], //142
    [28, 143], //143
    [28, 144], //144
    [28, 145], //145

    //14CLC
    [29, 146], //146
    [29, 147], //147
    [29, 148], //148
    [29, 149], //149
    [29, 150], //150
    [29, 151], //151
    [29, 152], //152
    [29, 153], //153
    [29, 154], //154
    [29, 155], //155

    [30, 146], //146
    [30, 147], //147
    [30, 148], //148
    [30, 149], //149
    [30, 150], //150
    [30, 151], //151
    [30, 152], //152
    [30, 153], //153
    [30, 154], //154
    [30, 155], //155

    [31, 146], //146
    [31, 147], //147
    [31, 148], //148
    [31, 149], //149
    [31, 150], //150
    [31, 151], //151
    [31, 152], //152
    [31, 153], //153
    [31, 154], //154
    [31, 155], //155
        
    [32, 146], //146
    [32, 147], //147
    [32, 148], //148
    [32, 149], //149
    [32, 150], //150
    [32, 151], //151
    [32, 152], //152
    [32, 153], //153
    [32, 154], //154
    [32, 155], //155
    
    [33, 146], //146
    [33, 147], //147
    [33, 148], //148
    [33, 149], //149
    [33, 150], //150
    [33, 151], //151
    [33, 152], //152
    [33, 153], //153
    [33, 154], //154
    [33, 155], //155

    //13CLC
    [34, 156], //156
    [34, 157], //157
    [34, 158], //158
    [34, 159], //159
    [34, 160], //160
    [34, 161], //161
    [34, 162], //162
    [34, 163], //163
    [34, 164], //164
    [34, 165], //166
    [34, 167], //167

    [35, 156], //156
    [35, 157], //157
    [35, 158], //158
    [35, 159], //159
    [35, 160], //160
    [35, 161], //161
    [35, 162], //162
    [35, 163], //163
    [35, 164], //164
    [35, 165], //166
    [35, 167], //167
];